Revit 2027 API
DXFExportOptions Constructor
 Constructs a new instance of DXFImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public DXFExportOptions()
Public Sub New
public:
DXFExportOptions()
new : unit -> DXFExportOptions
See Also
Reference
DXFExportOptions Class
DXFExportOptions Overload
Autodesk.Revit.DB Namespace